tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jcouture/nv"
tap "px4/px4"
tap "xcodesorg/made"
brew "aarch64-elf-binutils"
brew "ack"
brew "advancecomp"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "glib"
brew "cmake"
brew "docker", link: false
brew "docker-compose"
brew "dog"
brew "wxwidgets"
brew "erlang"
brew "elixir-ls"
brew "fd"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "harfbuzz"
brew "openjdk"
brew "fop"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libgsf"
brew "libmatio"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "libxslt"
brew "luarocks"
brew "mas"
brew "neovim"
brew "nginx"
brew "openjdk@17"
brew "openslide"
brew "optipng"
brew "pdftohtml", link: false
brew "pinentry-mac"
brew "pngcrush"
brew "pngquant"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "qemu"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "restic"
brew "ripgrep"
brew "rust"
brew "stylua"
brew "telnet"
brew "terraform"
brew "testssl"
brew "tig"
brew "tmux"
brew "vips"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "heroku/brew/heroku"
brew "jcouture/nv/nv"
brew "px4/px4/gcc-arm-none-eabi"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "angry-ip-scanner"
cask "autodesk-fusion360"
cask "bartender"
cask "charles"
cask "chromedriver"
cask "cyberduck"
cask "dash"
cask "devtoys"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gifox"
cask "google-chrome"
cask "google-drive"
cask "graphiql"
cask "harvest"
cask "imagemin"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "latest"
cask "lunar"
cask "macfuse"
cask "microsoft-azure-storage-explorer"
cask "mysqlworkbench"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "orcaslicer"
cask "pop"
cask "postman"
cask "prusaslicer"
cask "qlimagesize"
cask "qlmarkdown"
cask "session-manager-plugin"
cask "setapp"
cask "shapr3d"
cask "sketch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "superslicer"
cask "tableplus"
cask "teamviewer"
cask "ticktick"
cask "transmission"
cask "transmit"
cask "transnomino"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "ColorSnapper2", id: 969418666
mas "Helium", id: 1054607607
mas "Numbers", id: 409203825
mas "Pastel", id: 413897608
mas "Xcode", id: 497799835

vscode "asvetliakov.vscode-neovim"
vscode "JakeBecker.elixir-ls"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
